tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kreuzwerker/taps"
tap "snyk/tap"
brew "ca-certificates"
brew "libyaml"
brew "mpdecimal"
brew "readline"
brew "xz"
brew "python@3.11"
brew "six"
brew "ansible-lint"
brew "brotli"
brew "giflib"
brew "imath"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "lz4"
brew "openexr"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "libvmaf"
brew "aom"
brew "m4"
brew "autoconf"
brew "jansson"
brew "snappy"
brew "avro-c"
brew "awscli"
brew "bash"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "pkg-config"
brew "gmp"
brew "coreutils"
brew "docbook"
brew "docbook-xsl"
brew "dotbot"
brew "editorconfig"
brew "fx"
brew "fzf"
brew "gdbm"
brew "jbig2dec"
brew "libidn"
brew "jpeg", link: true
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "glances"
brew "gnu-getopt"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "guile"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "hadolint"
brew "icu4c"
brew "harfbuzz"
brew "helm"
brew "ncurses"
brew "htop"
brew "python@3.10"
brew "httpie"
brew "infracost"
brew "iperf3"
brew "jid"
brew "oniguruma"
brew "jq"
brew "openjdk"
brew "zookeeper"
brew "kafka"
brew "lzlib"
brew "librdkafka"
brew "libserdes"
brew "yajl"
brew "kcat"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "libde265"
brew "libffi"
brew "pcre"
brew "python@3.9"
brew "xmlto"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "libuv"
brew "mas"
brew "screenresolution"
brew "neofetch"
brew "nmap"
brew "pre-commit"
brew "pv"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "speedtest-cli"
brew "tcl-tk"
brew "telnet"
brew "terraform-docs"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tldr"
brew "tree"
brew "velero"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
brew "snyk/tap/snyk"
cask "aerial"
cask "balenaetcher"
cask "docker"
cask "font-hack-nerd-font"
cask "iterm2"
cask "openvpn-connect"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sdformatter"
cask "stats"
cask "vnc-viewer"
mas "CopyClip", id: 595191960
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
